Repository: HostFat/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Please leave a message if in out of hours or if we are unable to take your call.
ru: Пожалуйста, оставьте сообщение, если время не рабочее или не можем принять ваш звонок.

source: Check us out on
ru: Читайте о нас на

source: Terms of Service
ru: Условия предоставления услуг

source: Verify instant transaction
ru: Проверить мгновенные транзакции

source: Verify a GreenAddress instant confirmation!
ru: Проверяйте GreenAddress мгновенное подтверждение!

source: Please provide transaction details below
ru: Пожалуйста, предоставьте детали транзакции ниже

source: Transaction hash
ru: Хеш транзакции

source: Recipient verification signature
ru: Подпись верификации получателя

source: Please sign the following message
ru: Пожалуйста, подпишите следующее сообщение

source: You can either provide the signature yourself (recommended), <strong>or</strong>, if your client doesn't support signing messages, paste your private key in WIF format. The key will be used in your browser only to sign the message.
ru: Вы можете либо предоставить подпись самостоятельно (рекомендовано), <strong>или</strong>, если Ваш клиент не поддерживает подпись сообщений, вставьте Ваш приватный ключ у WIF формате. Ключ будет использован Вашим браузером только для подписи сообщения.

source: Signature
ru: Подпись

source: or
ru: или

source: WIF Private Key
ru: WIF закрытый ключ

source: Error
ru: Ошибка

source: Verify transaction
ru: Проверить транзакцию

source: Verification successful!
ru: Проверка завершилась успешно!

source: is covered by GreenAddress instant confirmation.
ru: обеспечено мгновенным подтверждением GreenAddress.

source: Verification failed!
ru: Проверка не удалась!

source: is not covered by GreenAddress instant confirmation.
ru: не обеспечено мгновенным подтверждением GreenAddress.

source: Try again
ru: Попробуйте снова

source: Send funds
ru: Отправить средства

source: Please send
ru: Пожалуйста отправьте

source: Privacy Policy
ru: Политика конфиденциальности

source: About us
ru: О нас

source: Full Stack Developer
ru: Разработчик полной инфраструктуры

source: Careers
ru: Вакансии

source: Welcome!
ru: Добро пожаловать!

source: The safer Bitcoin wallet that puts you in control.
ru: Безопасный Bitcoin кошелек, который ставит вас в управлении.

source: Toggle navigation
ru: Переключить навигацию

source: Blog
ru: Блог

source: FAQ
ru: Часто задаваемые вопросы.

source: Support
ru: Поддержка

source: Login
ru: Логин

source: Transactions
ru: Транзакции

source: Send Money
ru: Послать денежные средства

source: Receive Money
ru: Получить денежные средства

source: Address Book
ru: Aдресная книга

source: Settings
ru: Настройки

source: Update now
ru: Обновит сейчас

source: Logout
ru: Выход

source: Last login
ru: Последний вход

source: country
ru: страна

source: unknown country
ru: страна не указана

source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ

source: You have no two factor authentication set up. Please set it up in <a href="#/settings">settings</a>.
ru: У Вас не активирована двух-факторная проверки подлинности. Пожалуйста, активируйте ее в <a href="#/settings">settings</a>.

source: You have not verified that you have backed up your mnemonic.
ru: Вы не подтвердили, что Вы сделали резервную копию Вашей мнемоники.

source: Please verify now by clicking here.
ru: Пожалуйста, проверьте сейчас нажав здесь.

source: New transactions! Sort by descending date to see them.
ru: Новый транзакции! Сортируйте за датой по убыванию чтобы, увидеть их.

source: Newly confirmed transactions! Sort by descending date to see them.
ru: Новые подтвержденные транзакции! Сортируйте за датой по убыванию, чтобы увидеть их.

source: Date
ru: Дата

source: Description
ru: Описание

source: Export to CSV
ru: Экспортировать в формат CSV

source: instant GreenAddress confirmation
ru: Мгновенное GreenAddress подтверждение

source: double spend
ru: двойная трата

source: unconfirmed
ru: Неподтверждено

source: confirmations
ru: Подтверждения

source: take funds back
ru: вернуть средства

source: Regenerate voucher
ru: Регенерировать ваучер

source: Regenerate encrypted voucher
ru: Регенерировать зашифрованный ваучер

source: No transactions found...
ru: Транзакции не найдены...

source: Show more transactions...
ru: Показать больше транзакций...

source: Recipient
ru: Получатель

source: Enter recipient's bitcoin address, email or Facebook account name
ru: Введите Bitcoin-адрес получателя, email или имя Facebook/Twitter аккаунта

source: Scan QR
ru: Cканировать QR код

source: Cancel
ru: Отменить

source: Encryption passphrase
ru: Фраза шифровки

source: NOTE
ru: Заметка

source: Amount
ru: Количество

source: Fee
ru: Коммисия

source: calculating
ru: Вычисляю ...

source: No addresses found
ru: Адрес не найден

source: Address
ru: Адрес

source: number of transactions
ru: количество транзакций

source: Close
ru: Закрыть

source: Phone
ru: Телефон

source: Google Authenticator is enabled.
ru: Google Authenticator включен.

source: Install app
ru: Установите приложение

source: Install the app on your device. For Android at
ru: Установите приложение на ваше устройство. Для Android с

source: while for iOS at
ru: в то время как для iOS с

source: Add account
ru: Добавить аккаунт

source: Add an account to the Google Authenticator App and scan the QR code or manually enter exact code.
ru: Добавьте учетную запись в приложение Google Authenticator и сканируйте QR-код или вручную введите точный код.

source: Show QR Code
ru: Показать QR код

source: Confirm code
ru: Подтвердите код

source: Google Authenticator will now show a number which in order to complete the two factor setup you need to enter below.
ru: Google Authenticator теперь отобразит номер, который для того, чтобы завершить установку двухфакторной проверки подлинности, необходимо ввести ниже.

source: Authenticator code
ru: Код проверки подлинности

source: Please enter received code
ru: Пожалуйста введите полученный код

source: Enable
ru: Включить

source: Email two factor authentication is enabled.
ru: кода проверки подлинности через Email включен.

source: Your email address
ru: Ваш емаил адрес

source: Please enter your email
ru: Пожалуйста введите ваш емаил

source: You need to provide one code from your email to set up the two factor authentication.<br> Please open your email and provide the code.
ru: Вам нужно предоставить один код с вашей электронной почты, чтобы настроить двухфакторную проверку подлинности.<br>Пожалуйста откройте вашу электронную почту и введите код.

source: Email code
ru: Послать код в по емаилу

source: SMS two factor authentication is enabled.
ru: Включена SMS двухфакторная проверка подлинности.

source: Your phone number
ru: Ваш телефонный номер

source: +NN... Please enter your phone
ru: Пожалуйста введите ваш телефон

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
ru: Вам необходимо предоставить один SMS код для установки двухфакторной проверки подлинности.<br>Пожалуйста проверьте ваш телефон и введите код.

source: SMS code
ru: Код SMS

source: Phone call two factor authentication is enabled.
ru: Двух-факторная аутентификация через телефонный звонок включена.

source: You need to provide one code to set up the two factor authentication.<br> Please check your phone and provide the code.
ru: Вам необходимо предоставить один код для установки двухфакторной проверки подлинности.<br>Пожалуйста проверьте ваш телефон и введите код.

source: Phone code
ru: Телефонный код

source: Please provide username and password.
ru: Пожалуйста, введите логин и пароль.

source: Enter your username
ru: Введите пользовательское имя

source: Enter your password
ru: Введите пароль

source: Outputs expiring soon
ru: Выходы, срок действия которых скоро заканчивается

source: No active nLockTime transactions found
ru: Активных nLockTime транзакций не найдено

source: Transaction hash, output number
ru: Хеш транзакции, номер выхода

source: You have some expired deposits. Unless you re-deposit or redeem them, no transactions will be allowed
ru: У вас есть некоторые депозиты, срок которых истек. Если вы не сделаете повторный депозит или не активируете их, транзакции будут запрещены

source: Redeposit as single transaction (cheaper)
ru: Сделать депозит как одну транзакцию (дешевле)

source: estimated fee
ru: предполагаемая коммисия

source: Redeposit as one transaction per output (better privacy)
ru: Повторный депозит как одна транзакция на выход (лучшая конфиденциальность)

source: transactions
ru: транзакции

source: We are sorry, but your browser is not supported.
ru: Извините, но ваш браузер не поддерживается.

source: You are already logged in. Do you want to log out the other session?
ru: Вы уже зашли в систему. Хотите ли вы выйти из текущей сессии?

source: You were logged out.
ru: Вы вышли из системы.

source: Go back to login
ru: Вернутся назад на страницу входа

source: Timestamp
ru: Временная ометка

source: Hash
ru: Хеш

source: Transaction details
ru: Детали транзакции

source: Inputs
ru: Входы

source: Outputs
ru: Выходы

source: Enter your PIN
ru: Введите ваш PIN

source: Confirm PIN number
ru: Подтвердите номер PIN

source: The QR code for Google Authenticator access to your wallet is:
ru: QR-код для Google Authenticator доступа на ваш кошелек является:

source: You can also copy the code manually:
ru: Вы можете также скопировать код вручную:

source: Remember to store it in a safe place!
ru: Хранить его в надежном месте!

source: Step
ru: шаг

source: of
ru: из

source: Pay or get paid by social networks
ru: Платите или получайте платежы через социальные сети

source: Grant access to your wallet in watch-only mode
ru: Предоставить доступ к вашему кошельку в режиме "только наблюдение"

source: Custom Login
ru: Персонализированный вход

source: If you like you can access your Wallet in Watch-Only mode via simple login. When you login in this way you access a completely separate "area" of your wallet, in no way it can be compromised and payments cannot be made
ru: Если Вы хотите, Вы можете получить доступ к своему кошельку в режиме только для наблюдения используя простой вход. Когда вы входите таким образом, вы получаете доступ к совершенно отдельный «области» вашего кошелька, и таким образом он не может быть скомпрометирован и никакие платежи не могут быть проведены

source: Plus use your email or your Facebook name to receive payments! No more long and complicated addresses to remember and communicate. That means that you can easily login in 'watch-only mode' safely from any wi-fi, on the go or even at Starbucks!
ru: Плюс, используйте Ваш адрес электронной почты или имя Facebook для получения платежей! Больше не нужно помнить длинных и сложных адресов. Это значит, что вы можете легко войти режиме 'только наблюдения' безопасно в любой wi-fi сети, на ходу или даже в Starbucks!

source: Take me to my wallet!
ru: Веди меня к кошельку

source: Processing...
ru: Обрабатывается...

source: Your mnemonic passphrase
ru: Ваша мнемоническая фраза-пароль

source: Fast and secure access to your Wallet
ru: Быстрый и безопасный доступ к Wallet

source: To have a secure but quick access from this device set your PIN
ru: Для того чтобы иметь безопасный но быстрый доступ с этого устройства, установите PIN-код

source: PIN number
ru: ПИН номер

source: Access by PIN allows a quick login while keeping security to a high standard. The PIN secures a random AES 256 bit password which we will delete if 3 PIN attempts fail, forcing you to provide your full mnemonics once again. Easy, convenient and secure, so let's use it!
ru: Доступ через PIN-код разрешает быстрый вход в Ваш кошелек сохраняя при этом безопасность на высоком уровне. PIN-код защищает случайный AES 256-битный пароль, который будет удален в случае 3 не успешных попыток ввода PIN-кода и тогда Ваша мнемоника должна будет предоставлена полностью. Легко, удобно и безопасно. Пользуйтесь!

source: Generating your wallet keys, please wait
ru: Генерирование ключей вашего кошелька, пожалуйста подождите

source: Please wait, logging in...
ru: Пожалуйста, подождите, вход...

source: Take me to my wallet and skip all this!
ru: Я хочу видеть свой кошелек и пропустить все это!

source: PIN set, ready for step 3
ru: PIN-код установлен, все готово для шага 3

source: Setting PIN...
ru: Установка PIN-кода...

source: Skip PIN setup and continue
ru: Пропустить настройку PIN-кода и продолжить

source: Do you want to log out?
ru: Вы хотите выйти?

source: Don't compromise on security
ru: Не идите на компромисс в вопросах безопасности

source: Set up two factor authentication
ru: Настроить Двух-факторнаую аутентификацию

source: Continue
ru: Продолжить

source: Already got an account?
ru: У Вас уже есть аккаунт?

source: Login to your Wallet
ru: Вход в ваш кошелёк

source: Error:
ru: Ошибка:

source: Click to try again
ru: Кликнете чтобы повторит заново

source: The passphrase to access your wallet is:
ru: Фраза доступа к вашему кошельку:

source: Store this page in a safe place
ru: Храните эту страницу в защищенном месте

source: Add new entry
ru: Добавить новую запись

source: Name
ru: Имя

source: Your address book is empty
ru: Адресная книга пуста

source: You must provide 2 factor authentication code to perform this action
ru: Для выполнения этой операции вы должны указать код двухфакторной проверки подлинности

source: Please select authentication method
ru: Пожалуйста, выберите метод проверки подлинности

source: Please enter your
ru: Пожалуйста, введите Ваш

source: authentication code which we have just sent to you.
ru: код проверки подлинности, который мы только что вам выслали.

source: Please enter the
ru: Пожалуйста, введите

source: code
ru: код

source: You can create a 4-digit personal identification number used to retrieve the password encrypting the mnemonic passphrase.
ru: Вы можете создать 4-значный персональный идентификационный номер, используемый для извлечения пароля шифрования мнемонической парольной фразы.

source: PIN must be a 4-digit number
ru: PIN-код должен быть 4-значный номер

source: Year
ru: Года

source: Month
ru: месяц

source: Week
ru: Неделя

source: Your last transactions
ru: Ваши последние транзакции

source: For improved security continue the registration via our desktop or mobile apps
ru: Для повышенной безопасности, продолжите регистрацию через наше настольное или мобильное приложение

source: Locally installed apps are generally more secure than websites
ru: Локально установленные приложения более безопасны веб-сайтов

source: These apps are designed to protect you and your coins even in case the service is compromised and should be preferred over using the browser.
ru: Эти приложения предназначены для защиты Ваших средств даже в случае если наш сервис скомпрометирован, предпочитайте пользоваться ими нежели браузером.

source: Web access is intended to be used for watch only mode or if you have no alternative, like on the Windows Mobile platform.
ru: Веб-доступ предназначен только для режима только наблюдения или если у Вас нет другой альтернативы, как на Windows мобильной платформе.

source: Please see the link to Google Play store, Chrome Web Store or AppStore below
ru: Пожалуйста, ссылки на Google Play store, Chrome Web Store или AppStore ниже

source: Continue using web page
ru: Продолжить использование веб-страницы

source: There was a problem writing to the NFC tag:
ru: Возникла проблема при записи к метке NFC:

source: Initialising NFC tags listener...
ru: Инициализация слушателя NFC меток...

source: Please hold your tag(s) close to the device to write your wallet!
ru: Пожалуйста, держите ваши метки (метку) рядом с устройством для записи вашего кошелька!

source: Tags written:
ru: Записанные теги:

source: Tags formatted:
ru: Форматированные теги:

source: Your NFC is not enabled or not available. If available, please enable it in settings
ru: Ваш NFC не включен или не доступен. Если возможно, пожалуйста, включите его в настройках

source: Your BTChip is already set up. To use it with GreenAddress, you need to reset it. Do you want to reset your BTChip? This will be performed by entering wrong PIN 3 times in a row. <strong>You will lose your keys currently stored on the device.</strong>
ru: Ваш BTChip уже настроен. Чтобы использовать его с GreenAddress, необходимо его перегрузить. Вы хотите перегрузить Ваш BTChip? Это будет сделано после ввода неправильного PIN-кода 3 раза подряд. <strong>Вы потеряете Ваши ключи, которые в данный момент хранятся на устройстве.</strong>

source: Show URI and address
ru: Показать URI и адрес

source: Permanent Payment URL
ru: Постоянный URL Оплаты

source: Enter a private key to sweep here
ru: Введите приватный ключ, чтобы смести с него средства сюда

source: Sweep
ru: Смести

source: Show previously generated addresses
ru: Показать ранее созданные адреса

source: You are now the proud owner of a bitcoin wallet
ru: Теперь вы гордый владелец bitcoin кошелька

source: Please finish this 4-step account setup to fully secure it against intruders
ru: Пожалуйста, завершите эту 4-этапную настройку аккаунта для полной защиты от злоумышленников

source: Generating mnemonic, please wait...
ru: Генерируем мнемонику, пожалуйста подождите

source: Please write down these words and store them in a safe place as they can't be recovered.
ru: Пожалуйста запишите эти слова и храните их в надежном месте, поскольку они не могут быть восстановлены.

source: We do not store the above information anywhere, we can't help you recover it!
ru: Мы нигде не храним вышеуказанную информацию, мы не сможем помочь вам восстановить ее!

source: I confirm that my passphrase is saved &amp; secured and I agree with the
ru: Я подтверждаю, что моя фраза-пароль сохранена в безопасном месте, и я согласен (согласна) с

source: Write to NFC tag
ru: Записать на тег NFC

source: Warning: some printers store printed documents internally, so it can be insecure to print your mnemonic.
ru: Внимание: некоторые принтеры хранят документы внутри, поэтому печать Вашей мнемоники может быть небезопасной.

source: Print passphrase
ru: Напечатать фразу доступа

source: Currency
ru: Валюта

source: Select your currency and pricing source.
ru: Выберете валюту и источник цен

source: Pricing source to use
ru: Обмен использовать

source: Show amounts in
ru: Показать суммы в БТД

source: Change language to
ru: Поменять язык на

source: Link handler
ru: Обработчик ссылки

source: Use GreenAddress to handle bitcoin: links.
ru: Использовать GreenAddress для обработки bitcoin: ссылки.

source: Enable Handler
ru: Включить обработчик

source: Email
ru: Эл. почта

source: Confirm
ru: Подтвердить

source: Enable a simple PIN to quickly access your wallet from this device.
ru: Включить простой PIN-код для быстрого доступа к вашему кошельку c этого устройства.

source: Enable quick login on this device
ru: Разрешает быстрый вход на этом устройстве

source: Change PIN number
ru: Изменить PIN-код

source: Set PIN number
ru: Установить PIN-код

source: Disable quick login on all devices
ru: Запретить быстрый вход на всех устройствах

source: set PIN to
ru: поменять ПИН номер на

source: Remove
ru: Удалить

source: Link your own third party accounts
ru: Привязать Ваши другие аккаунты

source: Allow social payments and watch-only login to your wallet via your own third party accounts.
ru: Разрешить платежы аккаунты социальных сетей и Только-Наблюдение вход в Ваш кошелек через Ваши другие аккаунты.

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Notifications
ru: Уведомления

source: Notifications allow for improved security when configured for outgoing and for most up to date information when configured for incoming
ru: Уведомления позволяют повысить уровень безопасности при настройке исходящих и для большинства актуальную информацию, когда настроен для входящих

source: Send incoming transaction notification by
ru: Отправить уведомление о входящей транзакции через

source: email
ru: Эл. почта

source: Send outgoing transaction notification by
ru: Отправить уведомление о исходящей транзакции

source: Set any or all two factor: you can choose which one when needed!
ru: Установите двух-фактор выборочно или для всего: Вы можете выбрать, что Вам необходимо!

source: Google Authenticator
ru: Aвтентикатор Google

source: You need to provide one Google Authenticator code to set up the two factor authentication.<br> Please scan the QR code below, and provide the code.
ru: Вам нужно предоставить один Google Authenticator код для установки двухфакторной проверки подлинности.<br>Пожалуйста отсканируйте QR код ниже и предоставьте код.

source: Code
ru: Код

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
ru: Вам необходимо предоставить один SMS код для установки двухфакторной проверки подлинности.<br>Пожалуйста проверьте ваш телефон и введите код.

source: You need to provide one phone code to set up the two factor authentication.<br> Please check your phone and provide the code.
ru: Вам необходимо предоставить один код для установки двухфакторной проверки подлинности.<br>Пожалуйста проверьте ваш телефон и введите код.

source: Show mnemonic
ru: Показать мнемонику

source: Display your mnemonic for account recovery or cloning on another device.
ru: Покажите ваше мнемонику для восстановления счета или клонирования на другом устройстве.

source: blocks
ru: блоков

source: Both outgoing and incoming transaction notifications must be enabled for this feature to work.
ru: Уведомления для входящих так и исходящих транзакций должны быть включены для работы этой функции.

source: Show outputs expiring soon
ru: Показать выходы, срок которых скоро заканчивается

source: Spending limits
ru: Потолок траты

source: Set some limits for which you won't be asked for two factor for super userfriendly payments.
ru: Установите лимиты для которых не нужен код двухфакторной проверки подлинности для полного удобства.

source: Delayed payments
ru: Отсроченные платежи

source: Delay transaction for super ease of mind: works best in conjuction with outgoing notifications.
ru: Отстрочивайте транзакции для Вашего спокойствия: лучше работает вместе с исходящими уведомлениями.

source: Enable delayed payments
ru: Включить платежи с отстрочкой

source: Coming soon
ru: Скоро будет

source: Delay payments of
ru: Задержать платеж

source: Send
ru: Отправить

source: Please send the Facebook message.
ru: Пожалуйста отправьте сообщение через Facebook

source: Cancel - revert transaction
ru: Отменить - аннулировать транзакцию

source: I have sent the message
ru: Я послал/а сообщение

source: Please log in to use your Wallet
ru: Пожалуйста, войдите, чтобы использовать ваш кошелек

source: Otherwise, if you are a GreeenAddress.it user please login using form below
ru: В противном случае, если вы являетесь пользователем GreeenAddress.it, пожалуйста войдите, используя форму ниже

source: Haven't got an account yet?
ru: У вас еще нет аккаунта?

source: Create new Wallet
ru: Создать новый кошелёк

source: Log in for full Wallet access
ru: Войти для полного доступа Wallet

source: Invalid mnemonic
ru: Недопустимая мнемоника

source: Log in to Watch-Only mode
ru: Войти в режиме Только-Наблюдать

source: Please wait, decrypting...
ru: Пожалуйста, подождите, дешифрирование...

source: You're about to send
ru: Вы собираетесь отправить

source: Show
ru: Показать

source: Processing
ru: Обрабатывается

source: Error, try again
ru: Ошибка, попробуйте еще раз

source: Please provide the password received from sender.
ru: Пожалуйста, укажите пароль, полученный от отправителя.

source: Enter the password
ru: Введите пароль

source: Redeem the payment
ru: Получить платеж
