Repository: HostFat/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Request rate limit exceeded
ru: Превышен потолок количества переводов

source: phone number
ru: телефоный номер

source: phone number: %(abc)s
ru: телефоный номер : %(abc)s

source: singular %(num)d
ru: единственном% (число) г

source: GreenAddress - Free and secure online Bitcoin wallet
ru: GreenAddress.it - бесплатный и безопасный онлайн Bitcoin кошелек

source: GreenAddress is a free and secure Bitcoin wallet, a convenient alternative to paper wallets to store your bitcoins online. Independent blockchain data verification via the Electrum network.
ru: GreenAddress - бесплатный и безопасный Bitcoin кошелек, удобная альтернатива бумажным кошелькам для хранения Ваших биткоинов в онлайне. Независимая верификация блокчейн данных через сеть Electrum.

source: Create your Wallet
ru: Создайте Ваш Кошелек

source: The safer
ru: Безопасный

source: wallet that puts
ru: кошелек, который дает

source: you
ru: Вам

source: in control
ru: полный контроль

source: Improved security
ru: Улучшенная безопасность

source: Protect your bitcoins with both your key and ours, set spending limits, rate limited transactions and always be the only one in control
ru: Защитите ваши биткоины с обоими - Вашими и нашими ключами, задайте лимиты на максимальный расход, лимиты на количество транзакций за выбранный Вами период и будьте единственным кто контролирует Ваш кошелек

source: Quick login
ru: Быстрый вход

source: You can easily login in 'watch-only mode' via Facebook/Twitter/custom login with no compromise on security and privacy
ru: Вы можете легко войти в режим 'Только-Наблюдения' через Facebook/Twitter/пользовательский логин без компромисов для Вашей безопасности и конфиденциальности

source: Send money easily
ru: Отправляйте деньги легко

source: Send money to a friend on Facebook, a follower on Twitter or to a colleague's email or mobile number
ru: Отправляйте деньги другу на Facebook, фолловерам на Twitter, на email или мобильный номер коллеги

source: Scroll to read more
ru: Прокрутите вниз, чтобы прочитать больше

source: <p><h4>Bitcoin is the currency of the future</h4></p> <p>We don't make you choose between security and convenience. And we don't compromise your <strong>privacy</strong>.</p> <p>Our <strong>per-transaction</strong> two factor authentication, multi-signature and deterministic wallet allow you unprecedented control over your transactions.</p> <p>And, we <strong>never</strong> store your private keys, not even encrypted. At the same time we make it trivial to view and transfer your funds.</p> <p>Take control of your future now, at GreenAddress.</p>
ru: <p><h4>Bitcoin — валюта будущего</h4></p> <p>Мы не заставляем Вас выбирать между безопасностью и удобством. И мы не идем на компромисс с вашей <strong>конфиденциальностю</strong>.</p> <p>Наши двухфакторная проверка подлинности, мульти-подпись <strong>(для каждой транзакции!)</strong> и детерминированный кошелек позволяют вам беспрецедентный контроль над вашими средствами.</p> <p>Мы <strong>никогда не</strong> храним ваших приватных ключей, даже в шифрованном виде. В то же время мы обеспечиваем Вам возможность легко мониторить и перемещать Ваши средства.</p> <p>Возьмите Ваше будущее в Ваши руки сейчас с GreenAddress.it.</p>

source: <p><h4>Better privacy with your funds and safer login with watch-only</h4></p> <p>Safely check your <strong>balance</strong> and <strong>transactions</strong> from public Wi-Fi, Starbucks and on the go.</p> <p>With our unique <strong>watch-only</strong> mode you can quickly check your balance or receive funds without full access to your wallet.</p> <p>Your <strong>keys</strong> are not loaded so no transaction are possible and settings can't be modified</p>
ru: <p><h4>Лучшая конфиденциальность ваших средств и безопасный вход в систему в режиме "только наблюдения"</h4></p> <p>Безопасно проверяйте ваш <strong>баланс</strong> и <strong>транзакции</strong> из публичных Wi-Fi, Starbucks и на ходу.</p> <p>С нашей уникальным режимом <strong>Только-Наблюдение</strong> можно быстро проверить свой баланс или получить средства без полного доступа к вашему кошелек.</p> <p>Ваши <strong>ключи</strong> не загружаются, поэтому проведение транзакций не возможно и никакие настройки не могут быть изменены </p>

source: <p><h4>More features that allow convenient and secure access to your wallet</h4></p> <p>Enable <strong>quick</strong> PIN login to your wallet from any of your devices without having to use your passphrase</p> <p>Should our system be taken down or disappear, sleep <strong>safe</strong> with our automatic presigned transaction (nLockTime) allowing you to simply wait for your selected expiry to get your funds!</p> <p>All transfers to your wallet (including change) will use a newly generated address each time making it harder for people you transact with to read your past and future transactions</p>
ru: <p><h4>Дополнительные функции, которые позволяют удобный и безопасный доступ к вашему кошельку</h4></p> <p>Разрешить <strong>быстрый</strong> PIN-код для входа в ваш кошелек с любого из ваших устройств без необходимости использовать вашу парольную фразу</p> <p>Даже если наша наша система перестанет работать или исчезнет, можете спать <strong>спокойно</strong> - наша автоматически подписанная транзакция (nLockTime) даст вам возможность просто подождать выбранное Вами время после которого Вы получите доступ к Вашим средствам!</p> <p>Все переводы на Ваш кошелек (включая сдачи) будут каждый раз использовать новый сгенерированный адрес, что делает трудней для людей с которыми вы проводите транзакции, видеть ваши прошлые и будущие операции</p>

source: Wallet
ru: Кошелек

source: You are in control
ru: Вы контролируете

source: Instant confirmation
ru: Мгновенное подтверждение

source: Social integration
ru: Социальная интеграция

source: Improved privacy
ru: Улучшенная конфиденциальность

source: 1) Hot wallets can be emptied and cold wallets may have delays, bugs or be lost<br> 2) If the service is compromised brute force attacks may be tried on your encrypted wallet, requires strong password.<br> 3) Access to user wallets requires that both the user and the service are compromised at the same time which reduces risks.
ru: 1) Горячие кошельки могут быть опустошены, а холодные кошельки имеют задержки, ошибки или могут потеряться<br> 2) Если сервис был скромпрометирован и против Вашего кошелька применена брут-форс атака, для надежной защиты обязательно нужен сильный пароль шифрования кошелька. <br> 3) Доступ к пользовательские кошелькам требует, чтобы одновременно были скромпрометированы как пользователь так и сервис, что сильно снижает риск.

source: Under the hood
ru: Под капотом

source: <h3>We use hierarchical deterministic wallets</h3>(or BIP0032 HD Wallet) which means we use new addresses for each incoming transaction (including change), which, together with coinjoin (coming soon) allows you to maintain your privacy at the highest standard.
ru: <h3>Мы используем иерархические детерминированные кошельки</h3><br>(или BIP0032 HD Wallet) что означает, что мы используем новые адреса для каждой входящей транзакции (включая сдачи), что, вместе с coinjoin (скоро) позволяет поддерживать Вашу конфиденциальность на самом высоком уровне.

source: <h3>Quickly check your balance</h3>You can use a number of third party services (like Facebook) to quickly check if you have received a transaction or to check your balance without exposing your wallet, indeed quite convenient when in a hurry and/or on a third party computer
ru: <h3> Быстро проверить свой баланс </h3><br>Вы можете использовать ряд сторонних сервисов (Facebook, например), чтобы быстро проверить получили ли вы платеж или посмотреть свой баланс, не подвергая свой кошелек опасности. Действительно, это весьма удобно, когда вы спешите и/или за чужим компьютером

source: <h3>We provide presigned transactions</h3>In order to provide limits and two factor your funds are secured with both your key and ours. For ease of mind, presigned transaction are enabled (uses nlocktime) which means that each time your wallet has updates we will forward to you a presigned transaction unlocking the funds at a date in the future of your choice.
ru: <h3> Мы предоставляем заранее подписанные транзакции</h3><br> Для того чтобы обеспечить лимиты на транзакции, двухфакторную проверку подлинности, Ваши средства защищены с использованием своих ключей - Вашего и нашего. Для Вашего спокойствия, заранее подписанные транзакции используются по умолчанию (через механизм nlocktime), что значит что каждый раз когда Ваш кошелек обновится мы предоставим Вам заранее подписанную транзакцию которая разблокирует Ваши средства в выбранную Вами дату в будущем.

source: <h3>We use P2SH to make this all easy</h3>P2SH allows people you interact with to handle transactions to and from GreenAddress' wallets transparently.
ru: <h3>Мы используем P2SH, чтобы сделать все это простым </h3>P2SH разрешает людям, с которыми Вы взаимодействуете, прозрачно работать с входными и выходными транзакциями GreenAddress.

source: <h3>We offer our second signature</h3>Which allows us to offer and enforce 2 factor authenticated payments and daily, weekly and monthly limits, rate limiting your transactions per hour, day, week and month and make your payment instant by providing a double spend checks with GreenAddress!
ru: <h3>Мы предлагаем нашу вторую подпись</h3>Что позволяет нам предложить и гарантировать двухфакторную проверку подлинности, дневные, недельные и месячные лимиты расхода средств, лимиты на количество транзакций в час, сутки, неделю, месяц, а также сделать Ваши платежы мгновенными обеспечивая проверку против двойной траты средств с помощью GreenAddress!

source: <h3>Send money to anyone via SMS, Twitter, Facebook, etc</h3>If the user has an account at GreenAddress they will be immediately notified of the transfer which will be instantly added to their balance. If they don’t have an account they will receive a notification with a link to redeem the funds requiring a password (BIP0038) of your choice that you will be asked to notify them of via a second channel. The funds will always be in your control while not yet redeemed.
ru: <h3>Отправляйте деньги кому угодно через SMS, Twitter, Facebook и т.д.</h3>Если пользователь имеет аккаунт на GreenAddress, они сразу же получат уведомление о переводеа и средства будут мгновенно зачислены на их балнс. Если аккаунта нет, они получат уведомление со ссылкой где они могут получить средства используя пароль (BIP0038) за Вашим выбором, который вы передадите им через другой канал связи. Средства всегда будут под Вашим контролем до момента их получения пользователем.

source: FAQ for GreenAddress Bitcoin wallet
ru: ЧАВО по GreenAddress Bitcoin кошельку

source: GreenAddress FAQ: how to get a Bitcoin wallet? How secure are my bitcoins? Can I do instant payment?
ru: GreenAddress ЧАВО: как получить Bitcoin кошелек? Насколько защищены мои биткоины? Можно ли проводить мгновенные платежы?

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: What currency exchange sources do you support?
ru: Какие источники обмена валют вы поддерживаете?

source: and
ru: и

source: Can I migrate easily from another wallet (like blockchain.info)? Can I sweep private keys funds into my wallet?
ru: Могу ли я легко мигрировать с другого кошелька (blockchain.info, например). Могу ли я перенести средства приватных ключей в мой кошелек?

source: Yes and yes, you can, just have a look in the Receive Money tab, put your private key in the right field and client side the funds will be swept into your wallet. Voilà!
ru: Да! Очень просто! Кликните на закладку Получить Биткоины. В строке Секретный Ключ введите Ваш Секретный Ключ в формате WIF. https://en.bitcoin.it/wiki/Wallet_import_format Кликните Ввести. Готово! Ваши Биткоины уже в кошельке GreenAddress!

source: Can I try your service? Do you have a testnet/UAT version?
ru: Могу ли я попробовать ваш сервис в режиме тестирования?

source: Yes and yes, you can try our testnet version on
ru: Конечно! Вы можете попробовать нашу версию тестирования. https://test.greenaddress.it/

source: and you can find a testnet faucet on
ru: GreenAddress в режиме тестирования находится на https://test.greenaddress.it/

source: Don't forget to send the testnet coins back to the faucet when you are done!
ru: когда вы закончите с тестированием, пожалуйста, не забудьте вернуть тест-монеты ;)

source: Do you support other platforms than a web page?
ru: Поддерживаете ли вы другие платформы, кроме веб-страницы?

source: Yes! You can download an Android app
ru: Да! Вы можете установить программу на Андроид

source: from the Google Play store
ru: бесплатно в Google Play

source: , an iOS App
ru: , iOS программы

source: from the iTunes Store
ru: в iTunes Store

source: and a Chrome packaged app
ru: а также в пакет программ для поисковика Хром

source: from the Chrome Web Store
ru: и в Интернет-Магазине Ghrome

source: All apps are open source and you can
ru: Все приложения с открытым исходным кодом, и вы можете

source: see the source code of each on GitHub
ru: смотрите исходный код каждого на GitHub

source: It also uses <a href="http://electrum.org">Electrum</a> servers for additional transaction verification, so it should be safe to use even if our servers are compromised.
ru: Они также использует <a href="http://electrum.org"> Electrum</a> сервера для дополнительной верификации транзакций, поэтому их использование безопасно даже если наши серверы компрометированы.

source: But what happens if your service goes away? Will I lose my coins?
ru: Но, что произойдет, если ваш сервис исчезнет? Я потеряю мои средства?

source: GreenAddress signs each transaction with its own key in addition to client-side signing by user's keys, and funds are stored in 2-of-2 multisignature outputs requiring both signatures to spend. The drawback of it is that you cannot control your funds without GreenAddress' signature, so you are right to worry that you can lose your coins.
ru: GreenAddress подписывает каждую транзакцию собственным ключом в дополнение к ключу пользователя, и средства хранятся в 2-из-2 мульти-подписанных выходах требуя обе подписи для перевода средств. Недостатком этого является, что Вы не можете контролировать ваши средства без подписи GreenAddress.it, так что Вы вправе беспокоится, что Вы можете потерять Ваши средства.

source: But! We have solved this issue by providing nLockTime transactions which essentially make deposits 'expire' after some time, which allows redeeming them without our intervention after this pre-set period of time. It is enabled by default when you have email notifications and two factor enabled.
ru: Но! Мы решили эту проблему, используя nLockTime транзакции, которые по существу делают так, что строк вкладов «истекает» после некоторого времени, что позволяет Вам использовать их без нашего вмешательства после этого заранее установленного периода времени. Эта опция включена по умолчанию при активных email уведомлений и двухфакторной аутентификации.

source: This allows you to keep your ease of mind even in case GreenAddress disappears with its keys.
ru: Это позволяет Вам сохранять спокойствие даже в том случае когда GreenAddress исчезнет со своими ключами.

source: It also means that every time the funds expire the user has to re-transfer them. This can be automated on login and notified in advance via email or manually done.
ru: Это также означает, что каждый раз, когда срок действия средств пользователя заканчивается, пользователь должен повторно зачислить их. Это может быть автоматизировано при входе с уведомлением на электронную почту или сделано вручную.

source: For redeeming the funds after expiration, you can use a tool we've developed specifically for this purpose - see
ru: Для получения доступа к средствам после истечения срока, можно использовать специально разработанный нами инструмент для этой цели - см.

source: and
ru: и

source: its project on GitHub
ru: Это проект на GitHub

source: It's open source!
ru: Это проект с открытым исходным кодом!

source: How is your wallet better than the others out there?
ru: Чем ваш кошелек лучше чем другие?

source: For a simple high level comparison with a couple of web wallets please see
ru: Для простого сравнения нескольких веб-кошельков смотрите

source: this
ru: эту

source: table
ru: таблицу

source: We offer all the advantages of a web wallet:
ru: Мы предлагаем преимущества веб-кошелька:

source: Ubiquitously available
ru: Повсеместно доступен

source: Social/email/SMS integration
ru: Социальные сети/email/SMS интеграция

source: Two factor authentication
ru: Двухфакторная проверка подлинности

source: Transaction limits/restrictions
ru: Лимиты/ограничения транзакций

source: Green address instant transaction confirmation
ru: Green address мгновенное подтверждение транзакции

source: And the advantages of a local software wallet like
ru: и преимущества локального приложения для кошелька как

source: Mnemonic seed backup once and forget
ru: Резервная копия в виде мнемонической фразы - раз создать и забыть

source: Your private keys are never stored on our servers, not even encrypted
ru: Ваши приватные ключи никогда не хранятся на сервере, даже в шифрованном виде

source: No lost time synchronizing the client with the full Bitcoin blockchain
ru: Не надо ждать, чтобы синхронизировать толстый клиент с blockchain Bitcoin

source: Simply put, we offer the best web wallet available: We include more features and security safeguards than the competition with a simple interface through your browser or phone.
ru: Говоря проще, мы предлагаем наилучший веб-кошелек: больше возможностей и гарантий безопасности чем у конкурентов, с простым интерфейсом, доступным через браузер или телефон.

source: Where are my Bitcoin keys stored?
ru: Где хранятся мои ключи Bitcoin?

source: Your keys are not stored. They are derived from your mnemonic passphrase and never sent to the server.
ru: Ваши ключи нигде хранятся. Они являются производными от вашей мнемонической фразы-пароля и никогда не отправляются на сервер.

source: How does the PIN work?
ru: Как работает PIN-код?

source: A random password (256 AES) is created and used to encrypt your mnemonics and store them on your device in encrypted form. The random password is sent server side and destroyed on the client. When during login the user provides the right PIN a mechanism will ask the server for the password which is used to decrypt the mnemnonic passphrase stored on your device and get you in your wallet. If the PIN is provided wrong for 3 times in a row the password is then deleted from our servers.
ru: Случайный пароль (256 AES) создается и используется для шифрования ваших мнемоник и хранения их на вашем устройстве в шифрованном виде. Случайный пароль передается на сервер и уничтожается на клиентском компьютере. Когда во время входа в систему пользователь вводить правильный PIN-код, с сервера запрашивается правильный пароль, который используется для дешифровки мнемонической фразы-пароля, сохраненной на вашем устройстве, и вы получаете доступ к вашему кошельку. Если PIN-код введен 3 раза подряд неверно, то пароль удаляется из наших серверов.

source: When are you going to offer feature XYZ? I would like to access my wallet in my language, can you add it?
ru: Когда вы собираетесь реализовать функционал XYZ? Я хотел бы иметь доступ к своему кошельку на моем родном языке, можете ли вы добавить его?

source: We are constantly looking for feedback from our users, if you want to provide some feedback or get involved feel free to PM on reddit (/u/BitFast) or send us an email at
ru: Мы все время заинтересованы в обратной связи от наших пользователей. Если вы хотите оставить нам отзывы или принять участие в нашем проекте, пожалуйста отправьте приватное сообщение на reddit (/u/BitFast) или отправьте нам email на

source: We have many features and language support for many languages in the pipeline, please check with us if you want to be kept up to date with development and please be patient :)
ru: Разработка нового функционала и поддержка многих языков в планах, пожалуйста свяжитесь с нами если вы хотите быть в курсе дел и пожалуйста запаситесь терпением :)

source: If you want to help with translation see them <a target="_blank_" href="http://translate.greenaddress.it">here</a> and pull requests are welcome on <a href="https://github.com/greenaddress" target="_blank">GitHub</a>!
ru: Если Вы хотите помочь с переводом, смотрите <a target="_blank_" href="http://translate.greenaddress.it">здесь</a> и пул-запросы приветствуются на <a href="https://github.com/greenaddress" target="_blank"> GitHub</a>!

source: Do you have a donate button for linking to users payment URLs?
ru: Есть ли у вас кнопка для пожертвований для предоставления пользователям URLs для оплаты?

source: Sure have a look below (let us know if you have created one!).
ru: Обязательно посмотрите ниже (дайте нам знать, если вы создали одну!).

source: What exactly is an 'instant greenaddress transaction'?
ru: Что же такое "мгновенная сделка greenaddress"?

source: Your transactions are protected by both your signature and by a signature we apply when we get your permission via two factor. With this protection, comes the fact that people receiving Bitcoin from you can trust the funds instantly as we provide a 'special' signature to your transaction when you require instant confirmation.
ru: Ваши транзакции защищены как вашей подписью так и нашей, которую мы применяем когда получаем Ваше разрешение на двухфакторную проверку подлинности. Благодаря этой защите, пользователи получая биткоины от Вас, могут быть уверенны в сделке мгновенно так как мы подписываем Вашу транзакция специальной подписью, когда Вы хотите получить мгновенное подтверждение транзакции.

source: What about cookies?
ru: А как насчет куков?

source: To enable GreenAddress to recognize your device and to provide features to you, we use cookies. Cookies are unique identifiers that we transfer to your device to enable our services to recognize your device and to provide features such as providing you with protection from Cross-site request forgery and display the site in the language you have selected or to not show you the EU cookie compliance info banner.
ru: Чтобы разрешить GreenAddress распознавать Ваше устройство и обеспечить для Вас различную функциональность, мы используем куки. Куки - уникальные идентификаторы, которые мы передаем на устройство для того, чтобы наши сервисы могли распознать устройство и обеспечить такие функции, как защита от злонамеренного перекрестного запроса с другого сайта, отображение сайта на языке, который Вы выбрали, или не показывать Вам информационный баннер с ЕС соглашениями.

source: Yes! You can see our <a href="http://api.greenaddress.it/">API documentation at GitHub Pages</a>.
ru: Да! Здесь наша <a href="http://api.greenaddress.it/">API документация на GitHub страницах</a>.

source: Redeem funds
ru: Активировать средств

source: You've received
ru: Вы получили

source: Support and contacts for GreenAddress Bitcoin wallet
ru: Поддержка и контакты GreenAddress Bitcoin кошелька

source: GreenAddress contacts details. We are here to listen to your suggestions for a better and safer Bitcoin online wallet.
ru: Детали контактов GreenAddress. Мы здесь для того, чтобы выслушать Ваши предложения для создания лучшего и более безопасного Bitcoin онлайн кошелька.

source: For any issue, you can email us at
ru: По любому вопросу, пожалуйста отправьте нам email на

source: Or call us on
ru: Или позвоните нам по телефону

source: Nine to five (GMT + 1:00) Monday to Friday.
ru: С 9 до 5 (GMT + 1:00) Понедельник - Пятница.
